export default defineEventHandler(() => {
  return {
    rostovNaDonu: {
      agents: [
        {
          name: "Генадий Большепузов",
          rating: 3.5,
          reviewsAmount: 658,
          verified: true,
          image: "./../../agents/agent-1.png",
          description:
            "Я, старший дегустатор-аналитик Галактической Службы Оценки Степени Кислости Изюма (ГСОСКИ), за время службы на орбитальной станции 'Кишмиш-7' зарекомендовал себя как специалист с исключительно тонким вкусовым восприятием и непревзойдённой точностью в оценке pH-баланса сушёного винограда.",
        },
        {
          name: "Ефим Шиферный",
          rating: 4.7,
          reviewsAmount: 999999,
          verified: true,
          image: "./../../agents/agent-2.png",
          description:
            "Я, ведущий дегустатор-колючкоаналитик Галактической Ассоциации Контроля Вкусо-Осязательных Аномалий (ГАКВОА), специализируюсь на экспертной оценке иголок кактусов сорта Opuntia galactica и орбитального кваса из ревеня марки Rhabarbrum Zero-G.",
        },
        {
          name: "Анджели Джолилович",
          rating: 4.4,
          reviewsAmount: 6589,
          verified: true,
          image: "./../../agents/agent-3.png",
          description:
            "Я, главный эксперт-хвостоаналитик Межпланетной Гильдии Кинолого-Гастрономических Исследований (МГКГИ), специализируюсь на оценке структурной целостности, упругости и эмоциональной насыщенности собачьих хвостов всех известных пород Галактики.",
        },
        {
          name: "Джимиджон Жиленхолович",
          rating: 5.0,
          reviewsAmount: 54,
          verified: true,
          image: "./../../agents/agent-4.png",
          description:
            "Главный эксперт-икотолог Межгалактического Института Непроизвольной Диафрагмальной Критики (МИНДиК) Я, сертифицированный специалист по оценке и классификации икоты всех типов (бытовая, гравитационная, полтергейстовая), провел 1,847 экспертиз в 14 звездных системах.",
        },
        {
          name: "Hvdxnxn erh47dj",
          rating: 1.1,
          reviewsAmount: 999999999,
          verified: true,
          image: "./../../agents/agent-5.png",
          description:
            "Я, Главный Эксперт-Пупкоаналитик 3-го Кольца Млечного Пуха, сертифицированный специалист в области межзвездной трихологии пупочных впадин",
        },
      ],
    },
  };
});
